ack
alacritty
asciinema
atool
autoconf
automake
bass-fish
bat
bison
brightnessctl
bspwm
cargo-flamegraph
ccache
choose
clang
cmake
cmake-language-server-git
codespell
cppcheck
ctags
detox
diffsitter-bin
discord
dos2unix
dunst
eog
exa
fakeroot
fd
feh
findimagedupes
fish
fish-pure-prompt
flake8
flex
fzf
gcc
gdb
git-extras-git
github-cli
gnome-screenshot
gnome-terminal
google-chrome
gopls
gthumb
gvim
helix
hub
hyperfine
jdupes
jre-openjdk
kitty
languagetool
libreoffice-fresh
llvm
lua-language-server
luacheck
m4
make
mediainfo
meh-git
meld
mpv
mypy
neofetch
neovim-git
ninja
npm
nvidia-440xx-utils
nvidia-prime
paclog
pamac-tray-icon-plasma
patch
pcmanfm
perf
perl-rename
picom
pkgconf
pngcheck
podman
polybar
powerpill
prettier
pypy3
pyright
python-black
python-filetype
python-magic
python-pylint
python-pynvim
python-vmprof
ranger
redshift
ripgrep
rofi
rofi-theme-used
scc
shellcheck
shfmt
staticcheck
steam-manjaro
stow
stylua-git
sxhkd
teams
texlive-core
texlive-fontsextra
texlive-latexextra
the_silver_searcher
tmux
tmux-plugin-manager
topgrade
transmission-gtk
tslint
ttf-fira-code
typescript-language-server
typos
uivonim-git
unclutter
vidir
vim-language-server
vint
vivid
w3m
wmname
woeusb
xclip
xorg-xbacklight
xsel
yaml-language-server
yamllint
yay
youtube-dl
zathura
zsh-autosuggestions
zsh-pure-prompt